{
  "greeting": {
    "text": "HELLO Sam, you saved 15 leads last week. Here are 3 recommendations to boost productivity"
  },
  "recommendations": [
    {
      "id": "rec1",
      "title": "Save time with 123 Sales Assistant",
      "expanded": true,
      "content": {
        "description": "Automate lead delivery, identify best paths to connect, and draft personalized outreach with the newly introduced <span class=\"sales-assistant\">Sales Assistant</span>.",
        "primaryButton": "Try Sales Assistant",
        "chatGreeting": "Any follow-up questions about Sales Assistant I can help with?",
        "questions": [
          "How does Sales Assistant work",
          "Where to see leads from Sales Assistant"
        ]
      }
    },
    {
      "id": "rec2", 
      "title": "Discover New Sales Strategies",
      "expanded": false,
      "content": {
        "description": "Stay ahead and sign up for the Top 5 Sales Strategies webinar coming up on July 25 10AM. Learn advanced lead generation and smarter prospecting from industry experts.",
        "primaryButton": "Reserve a spot",
        "chatGreeting": "Ask me about sales strategies and webinar details!",
        "questions": [
          "Who are the speakers",
          "Any other webinars in August"
        ]
      }
    },
    {
      "id": "rec3",
      "title": "Unlock Q2 Innovations", 
      "expanded": false,
      "content": {
        "description": "Discover latest features to enhance sales workflow. Save time with Message Assist to draft outreach and gain deeper insights with Account IQ for smarter, strategic decisions.",
        "primaryButton": "Explore Q2 updates",
        "chatGreeting": "Ask me about Q2 features, Message Assist, and Account IQ!",
        "questions": [
          "Does Message Assist boost replies",
          "WWhat insights does Account IQ provide"
        ]
      }
    }
  ],
  "resources": {
    "title": "Resources",
    "links": [
      {
        "icon": "fas fa-question-circle",
        "text": "Help Center",
        "url": "#"
      },
      {
        "icon": "fas fa-graduation-cap", 
        "text": "Learning Center",
        "url": "#"
      },
      {
        "icon": "fas fa-users",
        "text": "Community",
        "url": "#"
      }
    ]
  },
  "chatResponses": {
    "salesAssistant": {
      "How does Sales Assistant work": {
        "response": "Sales Navigator's AI-powered Sales Assistant is a tool designed to enhance the efficiency of prospecting by delivering pre-screened leads, identifying optimal paths to connect with prospects, and drafting personalized outreach messages. To maximize the effectiveness of Sales Assistant, here’s how it works and some tips to optimize its key features:\n\nLead Recommendation and Feedback:\n\nSales Assistant provides recommendations for leads based on your preferences, including your selected book of business, products, and personas.\n\nReviewing leads and providing feedback (e.g., marking a lead as \"Not a fit\" with specific reasons such as incorrect geography, seniority, or industry) helps Sales Assistant refine future recommendations to align with your needs.\n\nPersonalized Messaging Assistance:\n\nUsing Message Assist, Sales Assistant drafts personalized first-touch messages by leveraging account insights, lead data, and customization based on your product details and messaging preferences.\n\nYou can refine these drafts, and Sales Assistant learns from your edits to improve future message drafts automatically.\n\nProduct and Service Personalization:\n\nYou can specify the product or service you’re selling, ensuring that generated messages and lead recommendations are tailored to showcase how your offering solves a lead's needs.\n\nAdding detailed product descriptions enhances personalization and improves how prospects are targeted.\n\nBook of Business:\n\nDesignating an \"account list\" in your book of business helps target relevant accounts. Lists should include at least five accounts to be actively used by Sales Assistant.\n\nTo populate your book of business, you can use auto-saved CRM accounts, upload a CSV file, or manually create an account list.",
        "showFeedback": true
      },
      "Where to see leads from Sales Assistant": {
        "response": "You can find leads from Sales Assistant in several places:\n\n• Lead Recommendations tab - Your personalized lead suggestions appear here daily\n• Saved Leads list - All leads you've saved from recommendations\n• Lead Builder results - When you use Sales Assistant's search suggestions\n• Weekly digest emails - Summary of new recommended leads\n\nTo get the most relevant leads, make sure to:\n✓ Update your targeting preferences\n✓ Provide feedback on recommended leads\n✓ Keep your account list current\n✓ Set up lead alerts for priority companies",
        "showFeedback": true
      }
    },
    "salesStrategies": {
      "Who are the speakers": {
        "response": "Our Top 5 Sales Strategies webinar features industry-leading experts:\n\n🎤 Featured Speakers:\n• Sarah Chen - VP Sales at TechCorp, 15+ years B2B experience\n• Marcus Rodriguez - LinkedIn Sales Trainer & Author\n• Dr. Jennifer Park - Sales Psychology Researcher\n• Alex Thompson - Head of Sales Development at GrowthCo\n• Lisa Wang - Social Selling Specialist\n\nEach speaker brings unique insights from different industries and sales methodologies. You'll get diverse perspectives on modern sales strategies that work across various markets and buyer personas.",
        "showFeedback": true
      },
      "Any other webinars in August": {
        "response": "Yes! We have several webinars scheduled for August:\n\n📅 August Webinar Schedule:\n• Aug 8: \"Advanced LinkedIn Prospecting\" - 2PM EST\n• Aug 15: \"Sales Navigator Power User Tips\" - 11AM EST  \n• Aug 22: \"Building Your Personal Brand\" - 1PM EST\n• Aug 29: \"Q3 Sales Planning Workshop\" - 10AM EST\n\nAll webinars are free for Sales Navigator subscribers. Each session includes live Q&A and downloadable resources. Register early as spots fill up quickly!",
        "showFeedback": true
      }
    },
    "innovations": {
      "Does Message Assist boost replies": {
        "response": "Absolutely! Message Assist significantly boosts reply rates through AI-powered personalization:\n\n📈 Performance Metrics:\n• 35% higher response rates vs generic messages\n• 50% faster message composition time\n• 60% better engagement on LinkedIn outreach\n• 25% increase in meeting bookings\n\n🎯 How it works:\n• Analyzes prospect's profile and recent activity\n• Suggests relevant conversation starters\n• Personalizes based on mutual connections\n• Adapts tone to match your communication style\n\nUsers typically see improved results within the first week of consistent use.",
        "showFeedback": true
      },
      "What insights does Account IQ provide": {
        "response": "Account IQ provides deep insights into your target accounts:\n\n🔍 Company Intelligence:\n• Growth signals and hiring trends\n• Technology stack and recent changes\n• News mentions and funding updates\n• Organizational structure changes\n\n📊 Sales Insights:\n• Best contacts to approach\n• Optimal timing for outreach\n• Competitive landscape analysis\n• Buying intent signals\n\n🎯 Benefits:\n• 40% higher response rates with informed outreach\n• Shorter sales cycles through strategic targeting\n• Better qualification of opportunities\n• Competitive advantage with market intelligence",
        "showFeedback": true
      }
    }
  },
  "metadata": {
    "version": "1.1",
    "lastUpdated": "2024-01-20",
    "description": "Configuration file for help widget content including chat responses - edit this file to update text and Q&A without touching code"
  }
} 